---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.LoadMomentMx1
source: html/73bab121-8422-54f2-91f2-1d6602fc8e3d.htm
---
# Autodesk.Revit.DB.ParameterTypeId.LoadMomentMx1 Property

"Mx 1"

## Syntax (C#)
```csharp
public static ForgeTypeId LoadMomentMx1 { get; }
```